Repository: OrDinaD/MyIIS
Catalog: MyIIS/AppShortcuts.xcstrings
Source language: ru
Languages: be, en, uk

source: Какая у меня группа в ${applicationName}
be: Якая ў мяне група ў ${applicationName}
en: What is my group in ${applicationName}
uk: Яка в мене група в ${applicationName}

source: Какой у меня средний балл в ${applicationName}
be: Які ў мяне сярэдні бал у ${applicationName}
en: What is my average score in ${applicationName}
uk: Який у мене середній бал у ${applicationName}

source: Моя группа в ${applicationName}
be: Мая група ў ${applicationName}
en: My group in ${applicationName}
uk: Моя група в ${applicationName}

source: Открой ${target} в ${applicationName}
be: Адкрый ${target} у ${applicationName}
en: Open ${target} in ${applicationName}
uk: Відкрий ${target} у ${applicationName}

source: Перейти в ${target} в ${applicationName}
be: Перайсці ў ${target} у ${applicationName}
en: Go to ${target} in ${applicationName}
uk: Перейти до ${target} у ${applicationName}

source: Покажи мои пропуски в ${applicationName}
be: Пакажы мае пропускі ў ${applicationName}
en: Show my absences in ${applicationName}
uk: Покажи мої пропуски в ${applicationName}

source: Покажи мой средний балл в ${applicationName}
be: Пакажы мой сярэдні бал у ${applicationName}
en: Show my average score in ${applicationName}
uk: Покажи мій середній бал у ${applicationName}

source: Покажи мою группу в ${applicationName}
be: Пакажы маю групу ў ${applicationName}
en: Show my group in ${applicationName}
uk: Покажи мою групу в ${applicationName}

source: Пропуски в ${applicationName}
be: Пропускі ў ${applicationName}
en: Absences in ${applicationName}

source: Сколько у меня пропусков в ${applicationName}
be: Колькі ў мяне пропускаў у ${applicationName}
en: How many absences do I have in ${applicationName}
uk: Скільки в мене пропусків у ${applicationName}

source: Средний балл в ${applicationName}
be: Сярэдні бал у ${applicationName}
en: Average score in ${applicationName}
uk: Середній бал у ${applicationName}
